# -*- coding: utf-8 -*-

level1 = ["(ﾉ)`ω´(ヾ)ﾓﾁｯ", "モチッ°+♡:.(っ＞ω＜c).:♡+°"]

level2 = ["(ﾉ)`ω´(ヾ)ﾓﾁﾓﾁ", "(ﾉ)･∀･(ヾ)ﾓﾁﾓﾁ", "(ﾉ)・ω・(ゞ)ﾓﾁﾓﾁ", "(ﾉ)'∨'(ヾ)ﾓﾁﾓﾁ", "(⋈◍＞◡＜◍)。✧♡"]

level3 = ["モチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)", "ﾓﾁﾓﾁ (ლ╹◡╹)ლ♡♡♡(๑´ω`๑)♡♡♡ლ(╹◡╹ლ) ﾓﾁﾓﾁ"]

level4 = ["モチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)・ω・(ゞ)もちもちモチモチﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)`ω´(ヾ)"
          "ﾓﾁｯモチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)・ω・(ゞ)もちもちモチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)"
          "(ﾉ)'∨'(ヾ)ﾓﾁﾓﾁ(ﾉ)･∀･(ヾ)ﾓﾁﾓﾁモチモチﾓﾁﾓﾁﾓ(ﾉ)`ω"]

ignore_words = []

special_mochi = [{"name": "モチベ", "reply": "(っ`･ω･´)っﾌﾚｰｯ!ﾌﾚｰｯ!(ﾉ)`ω´(ヾ)ﾓｯﾁﾓﾁ", "rate": 0.7},
                 {"name": "もちろん", "reply": "(´ー｀*)ｳﾝｳﾝ(ﾉ)'∨'(ヾ)ﾓﾁﾓﾁ", "rate": 0.2},
                 {"name": "ほげもち", "reply": "(´,,-ㅿ-,,`)ﾎｹﾞｰ(ﾉ)`ω´(ヾ)ﾓﾁｯ", "rate": 1.0},
                 {"name": "くちもち", "reply": "(ﾉ)'∨'(ヾ)ｵﾓﾁ(ﾉ)`ω´(ヾ)ﾓﾁﾓﾁ", "rate": 1.0},]
