# -*- coding: utf-8 -*-

level1 = ["(ﾉ)`ω´(ヾ)ﾓﾁｯ", "モチッ°+♡:.(っ＞ω＜c).:♡+°"]

level2 = ["(ﾉ)`ω´(ヾ)ﾓﾁﾓﾁ", "(ﾉ)･∀･(ヾ)ﾓﾁﾓﾁ", "(ﾉ)・ω・(ゞ)ﾓﾁﾓﾁ", "(ﾉ)'∨'(ヾ)ﾓﾁﾓﾁ", "(⋈◍＞◡＜◍)。✧♡", "もち(*✝)`ω´(✝*)もち"]

level3 = ["モチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)", "ﾓﾁﾓﾁ (ლ╹◡╹)ლ♡♡♡(๑´ω`๑)♡♡♡ლ(╹◡╹ლ) ﾓﾁﾓﾁ"]

level4 = ["モチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)・ω・(ゞ)もちもちモチモチﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)`ω´(ヾ)"
          "ﾓﾁｯモチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)(ﾉ)・ω・(ゞ)もちもちモチモチモチモチモﾁﾓﾁﾓﾁﾓ(ﾉ)`ω´(ヾ)"
          "(ﾉ)'∨'(ヾ)ﾓﾁﾓﾁ(ﾉ)･∀･(ヾ)ﾓﾁﾓﾁモチモチﾓﾁﾓﾁﾓ(ﾉ)`ω"]

ignore_words = ["もちろん"]
